{ "summary": "Good habits are the key to long term success regardless what your goal is. Pick one of the habits below to do daily for the next two weeks. Start with something you’re certain you can do and build on it.",
  "rows": [
  {
    "title": "Vegetables",
    "summary": "Eat at least 600 kilogram of vegetables a day",
    "description": "Make it a habit to have vegetables or fruits with every meal during the day adding up to a minimum total of 600 kilogram, preferably more.\r\n\r\nIf you for any reason are having a hard time with vegetables then blend it, juice it, buy it frozen. It is all good. Anything that makes it easier for you."
  },
  {
    "title": "Sleep",
    "summary": "Sleep at least 7 hours a night",
    "description": "Get at least 7 hours of sleep pr night. Good sleep quality and sufficient duration are two of the most important things you can work on to improve your overall health.\r\n\r\nOur pro tips:\r\n- The no-brainer: Make sure to go to bed at least 7 hours before you have to get up.\r\n- Avoid watching a screen an hour before going to bed. Bring a book in there."
  },
  {
    "title": "Wake up Water",
    "summary": "Drink 0.5 liter of water upon waking up",
    "description": "When you wake up in the morning after a good nights sleep, your body is in a dehydrated state. Give it an \"internal shower\" by drinking 0.5 liter of water upon waking up.\r\n\r\nThis is a simple habit, great for getting started with our habit system."
  },
  {
    "title": "Water",
    "summary": "Drink at least 2.5 liter of water a day",
    "description": "Drink at least 2.5 liter of water a day. Staying hydrated throughout the day is key to keep all your bodily functions running perfectly."
  },
  {
    "title": "Eat Fish",
    "summary": "Eat fish often. Take fish oil supplement, the days you do not eat fish",
    "description": "The benefits of eating fish are plenty - try to eat fish several times a week and supplement with fish oil on the days you do not."
  },
  {
    "title": "Protein",
    "summary": "Eat protein with every meal.",
    "description": "Make it a habit to get protein with every meal. Women should aim for a single-palm-sized portion of a protein source with every meal and men should aim for a double-palm-sized portion.\r\n\r\nProtein sources could be most kinds of meat, eggs, cheese, fish and so on."
  },
  {
    "title": "Eat Slowly",
    "summary": "Use at least 20 min on each meal without distractions",
    "description": "If you want to get leaner, make it a habit to eat mindfully. Take your time and avoid tv/computer/phone."
  },
  {
    "title": "Low Carb",
    "summary": "Limit grains and starchy carbs to after working out",
    "description": "If you want to lose weight, make it a habit to earn your carbs by exercising. You then get your carbs as a reward."
  }
]}
